<!DOCTYPE html>
<html lang="de">
<head>
	<title>I N F O  P A G E</title>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<meta name="title" content="Tirol Trailhead Web Map - INFOPAGE"/>
	<meta name="description" content="Info Seite zur Tirol Trailhead Web Map, Kodex, Skala, etc."/>	
	<link rel="stylesheet" href="customstyle.css" type="text/css" />
	<link rel="shortcut icon" type="image/x-icon" href="images/icon.png" />
	<link href='http://fonts.googleapis.com/css?family=Fredoka+One' rel='stylesheet' type='text/css'>
	<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/font-awesome/4.3.0/css/font-awesome.min.css">
	
	<script src="scripts/bowser.js"></script>	
	<script type="text/javascript">	
		
		function trim(str) {
			return str.replace(/^\s+|\s+$/g, '');  
		}
		
		var pw_prompt = prompt('Bitte Passwort (Anfrage per E-Mail an: webmap@tiroltrailhead.com) eingeben, um auf die **tiroltrailhead Trail-Webmap** zu gelangen..',' ');
		var pw = 'coffee';
		// if prompt is cancelled the pw_prompt var will be null!
		if (pw_prompt == null) {
			alert('Es wurde kein Passwort wurde angegeben, **tiroltrailhead Trail-Webmap Info** wird nicht geladen...');
			if (bowser.msie) {
				document.execCommand('Stop');
			} else {
				window.stop();
			}
			window.location='tilt.html';
		}
		if (trim(pw_prompt) == pw ) {
			alert('Passwort richtig!');
		} else {
			alert('Falsches Passwort, **tiroltrailhead Trail-Webmap Info** wird nicht geladen..');
			if (bowser.msie) {
				document.execCommand('Stop');
			} else {
				window.stop();
			}
			window.location='tilt.html';
		}
	</script>
	
	<style>
	body {
		margin: 0; 
		width: 80%; 
		position: absolute; 
		left: 10%; 
		top: 50px; 
		background-color: #F1EDED; 
		color: #333C3F;
	}
	table {
		font-family: arial, sans-serif;
		border-collapse: collapse;
		width: 100%;
	}

	td {
		border: 1px solid #dddddd;
		text-align: left;
		padding: 8px;
	}

	tbody tr td:first-child {
	  width: 4em;
	  min-width: 4em;
	  max-width: 4em;
	  word-break: break-all;
	}


	</style>
	
	</head>
	<body>
   	<div id="kodex-skala-head">
   		<div style="padding-top:5px;">TIROL TRAILHEAD</div>
   		<img src="http://gimoya.github.io/tiroltrailhead/webmap/images/logo_trails_5_1.png" style="vertical-align:middle;height:3em;padding:5px;"></img>
   		<div style="padding-bottom:10px;">FTG Trail-Klassifikation</div>
		<!-- LightWidget WIDGET --><script src="https://cdn.lightwidget.com/widgets/lightwidget.js"></script><iframe src="//lightwidget.com/widgets/d6d6909109a05bff89cb4c07b28f4c17.html" scrolling="no" allowtransparency="true" class="lightwidget-widget" style="width:100%;border:0;overflow:hidden;"></iframe>		
   	</div>
	<br>
	<br>
	<br>
	<div id="skala" class="info">
	<div class="info-bold-header">Trail-Charakter</div>

		  <p><strong>Wie beschreibt man kurz und b&uuml;ndig einen MTB-Trail?</strong></p>
		  <p>Viele verschiedene Facetten haben Einfluss auf den Charakter und das Erlebnis eines Trails und nat&uuml;rlich ist das ganze sehr subjektiv eingef&auml;rbt. Wir haben uns f&uuml;r unsere Klassifikation die folgende Faktoren heraus gepickt: 
		  <br><br>
		  <strong>Flow-Faktor:</strong> Wie ist der Fahrfluss? Und gibt es Flow-Killer (unüberwindbare Hindernisse wie Zäune, Gatter, Gräben, etc.)<br><br>
		  <strong>Technik-Faktor:</strong> Wie sieht es um die fahrtechnische Herausforderung aus?<br><br>
		  <strong>Gravity-Faktor:</strong> Gibt es Gravity-Elemente am Trail?<br><br>
		  <strong>Risiko-Faktor:</strong> Gibt es gef&auml;hrlichen Sturzraum bzw. exponiertes Gel&auml;nde?<br><br>
		  Dann gib't da noch die physische Herausforderung eines Trails, die etwa durch l&auml;ngere Trettpassagen, durch Gegenanstiege und technisch forderende Flachabschnitte bestimmt wird - 
		  diese Eigenschaft wird als <strong>Pain-Faktor</strong> berücksichtigt. 
		  Zum Gesamterlebnis tragt nat&uuml;rlich die <strong>Landschaft</strong> bzw. das Naturerlebnis noch wesentlich bei und dieser Aspekt wird hier miteinbezogen.
		  <br>
		  Die Nutzung der Tiroler Wanderwege ist in der Regel vom Forstgesetz untersagt. Vielerorts wird allerdings (noch) das Radfahren geduldet und nicht gestraft. 
		  Wesentlich daf&uuml;r, dass das so bleibt, ist eine sorgsame Planung. Wenn man seine Route saisonal und tageszeitlich gut w&auml;hlt und vor Allem dem eigenen K&uuml;nnen anpasst, ist schon viel getan. 
		  Damit ihr ein Bild der  Frequenzierung durch Fußgeher oder andere Nutzer bekommt haben wir noch das <strong>"Konflikt-Potential"</strong> (..je h&auml;ufiger genutzt, desto gr&ouml;ßer das Konfliktpotential) der einzelenen Wege beurteilt. 
		  Für eure Entscheidung ob und wann ein Trail befahren wird, sollte das sorgsam abgew&auml;gt werden!         
		  </p>
		  <br>
		  <strong>Flow</strong>

		  <p>Geringes durchschnittlichen Gef&auml;lle, viele "runde" Kurven mit verschiedenen Radien, das Fehlen von engen Spitzkehren, ein eher
		  glatter Untergrund und nat&uuml;rliche Wellen sorgen f&uuml;r guten Fahrfluss und viel Fahrspass!</p>

		  <table>
			<tr>
			  <td>F</td>

			  <td>Wenige flowige Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>FF</td>

			  <td>Mehrere flowige Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>FFF</td>

			  <td>Viele flowige Abschnitte vorhanden</td>
			</tr>
		  </table>
		  <br>
		  <br>
		  <strong>Technik</strong>

		  <p>Die technische Herausforderung am Trail wird bestimmt durch das Vorhandensein von wurzel- oder felsverblockten Passagen, dem Vorkommen von großen Stufen oder Hindernissen die &uuml;berrollt oder &uuml;bersprungen werden m&uuml;ssen oder von engen Spitzkehren, etc. - Stellen die nach der "Hofer-Skala" mit S3 bis S4 bewertet w&uuml;rden. Daf&uuml;r sind neben einer sehr guten Grundtechnik, auch spezielle MTB-Skills, inklusive Heben und Versetzen des Hinter- und Vorderrades, Bunny-Hops, Side-Hops, etc. notwendig!</p>

		  <table>
			<tr>
			  <td>T</td>

			  <td>Wenige technisch anspruchsvolle Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>TT</td>

			  <td>Mehrere technisch anspruchsvolle Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>TTT</td>

			  <td>Viele technisch anspruchsvolle Abschnitte vorhanden</td>
			</tr>
		  </table>
          <br>
		  <br>		  
		  <strong>Gravity</strong>

		  <p>Elemente wie Spr&uuml;nge &uuml;ber Wellen und Abs&auml;tze, Steilkurven,
		  Steilabfahrten, Kompressionen, etc. bestimmen den Gravity-Faktor des Trails!</p>

		  <table>
			<tr>
			  <td>G</td>

			  <td>Wenige Gravity Elemente vorhanden</td>
			</tr>

			<tr>
			  <td>GG</td>

			  <td>Mehrere Gravity Elemente vorhanden</td>
			</tr>

			<tr>
			  <td>GGG</td>

			  <td>Viele Gravity Elemente vorhanden</td>
			</tr>
		  </table>
	      <br>
		  <br>		  
		  <strong>Flow-Killer</strong>

		  <p>Flow-Killer sind Hindernisse, die zum Absteigen zwingen wie zB. Z&auml;une,
		  Viehgatter, querliegende B&auml;ume aber auch zB. extrem verblocktes Gel&auml;nde, extrem schmale, verwachsene, ausgesetzte
		  Wegabschnitte und extreme Spitzkehren. Diese Einteilung ist zugegebenermaßen etwas subjektiv und h&auml;ngt vom individuellen Fahrk&ouml;nnen ab - ich ber&uuml;cksichtige hierbei aber 
		  nur Hindernisse, die auch einem technisch sehr guten Fahrer einfach keinen wirklichen Spass mehr bereiten.</p>

		  <p>Falls Flow-Killer Hindernisse sehr st&ouml;rend auftreten (in der Regel ist das bei
		  der Bewertung mit XXX der Fall), wird von einer Befahrung abgeraten und dieser Umstand
		  mit einem nachgestellten Rufezeichen markiert. Diese Touren werden
		  in der MTB-Webmap grau dargestellt!</p>

		  <table>
			<tr>
			  <td>X</td>

			  <td>Einige wenige Flow-Killer vorhanden</td>
			</tr>

			<tr>
			  <td>XX</td>

			  <td>Mehrere Flow-Killer Hindernisse vorhanden</td>
			</tr>

			<tr>
			  <td>XXX</td>

			  <td>Viele Flow-Killer Hindernisse vorhanden</td>
			</tr>
			<tr>
			  <td>X..!</td>

			  <td>Es sind so viele Flow-Killer Hindernisse vorhanden, dass der Fahrspass komplett abhanden kommt - von einer Befahrung wird daher abgeraten!
			  Solche Trails werden auf der MTB-Webmap grau dargestellt!</td>
			</tr>			
		  </table>	
		  <br>		  
		  <br>
			  <strong>Risiko</strong>
			  <p>Ein gewisses Verletzungsrisiko ist beim Mountainbiken immer vorhanden - steile
			  B&ouml;schungen oder andere Stellen mit gef&auml;hrlichem Sturzraum sind
			  allgegenw&auml;rtig. Das Risiko bei St&uuml;rzen lebensbedrohlich
			  verletzt zu werden ist besonders bei Vorhandensein exponierter, ausgesetzter Stellen in
			  Steilh&auml;ngen und in Hangsch&auml;gfahrten gegeben. Das Vorhandensein
			  solcher gef&auml;hrlich ausgesetzter Stellen bzw. Stellen mit sehr gef&auml;hrlichem Sturzraum wird hier bewertet.</p>
			  <table>
				<tr>
				  <td>R</td>

				  <td>Wenige ausgesetzte Abschnitte, bzw. Abschnitte mit sehr gef&auml;hrlichem
				  Sturzraum vorhanden</td>
				</tr>

				<tr>
				  <td>RR</td>

				  <td>Mehrere ausgesetzte Abschnitte, bzw. Abschnitte mit sehr gef&auml;hrlichem
				  Sturzraum vorhanden</td>
				</tr>

				<tr>
				  <td>RRR</td>

				  <td>Viele ausgesetzte Abschnitte, bzw. Abschnitte mit sehr gef&auml;hrlichem
				  Sturzraum vorhanden</td>
				</tr>
			  </table>
		<br>
		<br>

		<div class="info-bold">Bewertung des Pain-Faktors</div>
			<p>
			Wie sehr man physisch von Gegenanstiegen, technisch anspruchsvollen Abschnitten und l&auml;ngeren Trettpassagen am Trail gefordert wird, h&auml;ngt nat&uuml;rlich stark von der individuellen konditionellen Verfassung und dem Fahrstil ab. 
			Das jeweilige H&ouml;henprofil (Aufruf durch Anklicken der Trails in der MTB-Webmap) gibt einen ersten Hinweis bezüglich Gegenanstiegen. Dar&uuml;berhinaus soll der Pain-Faktor grob eine Auskunft &uuml;ber die "Strapazen" am jeweiligen Trail geben!
			Handelt es sich bei einem Track nicht um einen einzelnen Trail, sondern um eine Runde, sagt der P-Faktor nichts &uuml;ber den Uphill bzw. Zustieg sondern nur über die Strapazen auf den beinhalteten Trails aus!
			</p>

			<strong>Pain-Faktor</strong>

			<p>Die P-Kategorisierung dient der groben Einsch&auml;tzung der zu erwartenden physischen "Strapazen" am Trail</p>

			<table>
			<tr>
			  <td>P</td>

			  <td>Es gibt zumindest stellenweise physisch forderende Abschnitte</td>
			</tr>

			<tr>
			  <td>PP</td>

			  <td>Es gibt mehrere physisch forderende Abschnitte</td>
			</tr>

			<tr>
			  <td>PPP</td>

			 <td>Es gibt h&auml;ufig physisch forderende Abschnitte</td>
			</tr>
			</table>
		<br>
		<br>
		<div class="info-bold">Bewertung der Landschaft</div>
			  <p>
			  Je abwechlungsreicher die Landschaft, je ungew&ouml;hnlicher die Spots und je genialer die Aussicht bzw. die Fernblicke auf der beschriebenen Tour, desto 
			  h&ouml;her f&auml;llt die Bewertung aus. 
			  </p>

			  <strong>Landschaft</strong>
			  <br>
			  <table>
				<tr>
				  <td>L</td>

				  <td>Nix besonderes..</td>
				</tr>

				<tr>
				  <td>LL</td>

				  <td>Ein Naturerlebnis!</td>
				</tr>

				<tr>
				  <td>LLL</td>

				  <td>..Mega! ..Holy Trail!</td>
				</tr>
			  </table>
		<br>
		<br>		
		<div class="info-bold">Bewertung des Konfliktpotentials</div>
			  <p>
			  Konflikte sind grunds&auml;tzlich leicht zu vermeiden indem Wege zeitlich angepasst
			  genutzt werden - zB. st&auml;rker frequentierte Wege nicht am Wochenende, Wege in
			  Tallagen nicht morgens und sp&auml;tnachmittags wenn Spazierg&auml;nger, Hundebesitzer,
			  etc. am Weg sind! Das freundliche Verhalten bei Begegnungen ist
			  selbstverst&auml;ndlich - Anhalten und ein netter Gru&szlig; hilft in der Regel
			  ungemein. Motocross-Look mit Vollvisier-Helm wirken auf andere Erholungssuchende abschreckend - guter Schutz ist ok, aber Vollmontur geh&ouml;rt eher in den Bikepark.
			  </p>

			  <strong>Konflikt</strong>

			  <p>Die Einstufung des "Konfliktpotenzials" dient der groben Einsch&auml;tzung der Fussgänger-Frequenz. 
			  Trails mit Abschnitten f&uuml;r die ein explizites Fahrverbot bekannt ist (Fahrverbots-Schilder, Probleme mit Grundbesitzern, J&auml;gern, etc.), 
			  werden auf der MTB-Webmap rot dargestellt!</p>

			  <table>
				<tr>
				  <td>K</td>

				  <td>Wenig begangen, geringes Konfliktpotenzial</td>
				</tr>

				<tr>
				  <td>KK</td>

				  <td>M&auml;&szlig;ig viel begangen, mittleres Konfliktpotenzial</td>
				</tr>

				<tr>
				  <td>KKK</td>

				  <td>Viel begangen, hohes Konfliktpotenzial</td>
				</tr>

				<tr>
				  <td>K..!</td>

				  <td>Explizites Fahrverbot auf zumindest einem Teilabschnitt der Trails!</td>
				</tr>
			  </table>
		<br>
		<br>		
		<br>
		<div class="info-bold">Tourenideen / Tourenvorschl&auml;ge</div>

			  <p>Ein Fragezeichen anstelle eines F, G, T, R, X, U oder K kennzeichnet Trails, deren
			  Einstufung derzeit noch unbekannt ist. Diese Tourenideen bzw. Tourenvorschl&auml;ge
			  werden pink dargestellt!</p>

			  <table>
				<tr>
				  <td>?</td>

				  <td>Unbekannter Trail / Tourenvorschlag</td>
				</tr>
			  </table>
		<br>
		<br>
		<br>
		<div style="text-align:center;">				
			<div class="info-bold">Feedback | Tourenvorschl&auml;ge | Korrekturen | Beschwerden, etc.</div>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="webmap@tirolrailhead.com | Feedback" onclick="window.open('mailto:webmap@tiroltrailhead.com?Subject=Feedback Trail Web Map')"></p>
			</p>	
			</br>			
			<div class="info-bold">** MTB-Guiding | Fahrtechnik | Shuttles | Bike-Reisen **</div>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="link | TIROLTRAILHEAD MTB-GUIDING" onclick="window.open('http://gimoya.github.io/tiroltrailhead/guiding/index.html')"></p>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="guiding@tiroltrailhead.com | Anfrage Guiding" onclick="window.open('mailto:guiding@tiroltrailhead.com?Subject=Anfrage MTB Guiding')"></p>
			</p>	
			</br>																		 		
			</br>		
			<div class="info-bold">Haftungsausschluss</div>
			<p>Jede Person, die auf einem Wanderweg mit dem Mountainbike unterwegs ist, tut dies unter vollst&auml;ndiger Eigenverantwortung - bei einem Unfall oder bei rechtlichen Problemen mit dem Wegerhalter ist der Urheber dieser Seite schad- und klaglos zu halten.</p>
			<p>Das Befahren von Waldwegen ist grunds&auml;tzlich nur mit Erlaubnis des Waldbesitzers erlaubt. Im alpinen Gel&aumlnde ist die rechtliche Situation ungekl&aumlrt. Rechtliche Details findet man <a href="http://de.wikipedia.org/wiki/Wegefreiheit" target="_blank">hier</a>.</p>
			</br>		
			<div class="info-bold">Zugang</div>
				<p><strong>Motto: Geben und nehmen!</strong> ..in dieser Trail Web Map stecken unz&auml;hlige Arbeitsstunden und jahrelange Erkundung! - f&uuml;r die Touren-Infos und die GPS-Tracks, die ich Euch weitergebe, hoffe ich auf Eure Mitarbeit in Form von Verbesserungsvorschl&auml;gen, etc. Wer gerade nicht konkret zur Web Map beitragen kann, wird beim GPS-Download um einen <strong>frei w&auml;hlbaren Kostenbeitrag</strong> gebeten! Danke f&uuml;r die Unterst&uuml;tzung!</p>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="webmap@tirolrailhead.com | Anfrage" onclick="window.open('mailto:webmap@tiroltrailhead.com?Subject=WebMap')"></p>
				<!-- KO-FI-->
					<iframe id='kofiframe' scrolling='yes' src='https://ko-fi.com/tiroltrailhead/?hidefeed=true&widget=true&embed=true&preview=true' 
					style='border:none;width:100%;padding:4px;background:transparent;' height='612' title='tiroltrailhead'>
					</iframe>
				<!-- KO-FI end-->
			</p>
			</br>
		</div>
	</div>

  </body>
</html>
