<html lang="de">
<head>
	<title>I N F O  P A G E</title>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<meta name="title" content="Tirol Trailhead Web Map - INFOPAGE"/>
	<meta name="description" content="Info Seite zur Tirol Trailhead Web Map, Kodex, Skala, etc."/>
	<link rel="stylesheet" href="customstyle.css" type="text/css" />
	<link rel="shortcut icon" type="image/x-icon" href="images/icon.png" />
	<link href='http://fonts.googleapis.com/css?family=Fredoka+One' rel='stylesheet' type='text/css'>
	<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/font-awesome/4.3.0/css/font-awesome.min.css">
	<style>
	table {
		font-family: arial, sans-serif;
		border-collapse: collapse;
		width: 100%;
	}

	td {
		border: 1px solid #dddddd;
		text-align: left;
		padding: 8px;
	}

	tbody tr td:first-child {
	  width: 4em;
	  min-width: 4em;
	  max-width: 4em;
	  word-break: break-all;
	}
	</style>
	</head>
	<body style="margin: 0; width: 80%; position: absolute; left: 10%; top: 50px; background-color: #F1EDED; color: #333C3F;">
   	<div id="kodex-skala-head">
   		<div style="padding-top:5px;">TIROL TRAILHEAD</div>
   		<img src="http://gimoya.github.io/tiroltrailhead/webmap/images/logo_trails_5_1.png" style="vertical-align:middle;height:3em;padding:5px;"></img>
   		<div style="padding-bottom:10px;">WEB MAP</div>		
		<!-- LightWidget WIDGET --><script src="//lightwidget.com/widgets/lightwidget.js"></script><iframe src="//lightwidget.com/widgets/bc5857297a5596d3adac27e4d348f9c7f8742fa8.html" id="lightwidget_bc5857297a" name="lightwidget_bc5857297a"  scrolling="no" allowtransparency="true" class="lightwidget-widget" style="width: 100%; border: 0; overflow: hidden;"></iframe>
   	</div>
	<br>
	<div id="kodex" class="info"> 
		<br>
		<br>
		<div class="info-bold">Verhaltenskodex</div>
		<ul>
			<li>..B L E I B   am Weg! ..No shortcuts!</li>
			<li>..M E I D E   viel begangene Wege oder nutze sie zu g&uuml;nstigen Tageszeiten [siehe auch K(onflikt)-Einstufung!]</li>
			<li>..H A L T E   an, steig ab bzw. schiebe, wenn Du an Leuten oder sie an Dir vorbei wollen</li>
			<li>..T R E T E   defensiv und freundlich auf, auch wenn's dein Gegen&uuml;ber vielleicht nicht tut</li>
		</ul>
	</div>
	<div id="legend" class="info">
		<div class="info-bold">Legende</div>
		<ul>
			<li>blau - ausgearbeitete Tour oder Variante einer Tour</li>
			<li>pink - Tourenvorschlag/-idee</li>
			<li>rot - Tour mit zumindest einem Abschnitt, f&uuml;r den ein explizites Fahrrad-Verbot besteht</li>
			<li>gelb - ausgew&auml;hlte Strecke</li>
			<li>grau - Wege, von denen aus verschiedenen Gründen abzuraten ist (schlechte Wegbeschaffenheit, etc.) 
		</ul>
	</div>

	<br>
	<br>
	<div id="skala" class="info">
	<div class="info-bold">Trail-Charakter</div>

		  <p>Der Charakter eines Trails wird durch seinen Flow, seinem "Gravity-Faktor", durch
		  technisch herausfordernde sowie gef&auml;hrliche Abschnitte und dem Vorhandensein bzw.
		  dem Fehlen von "Flow-Killer" Hindernissen bestimmt.</p>

		  <strong>Flow</strong>

		  <p>Geringes durchschnittlichen Gef&auml;lle, das Fehlen von engen Spitzkehren, ein eher
		  glatter Untergrund und nat&uuml;rliche Wellen sorgen f&uuml;r guten Fahrfluss und
		  Fahrspass!</p>

		  <table>
			<tr>
			  <td>F</td>

			  <td>Wenige flowige Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>FF</td>

			  <td>Mehrere flowige Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>FFF</td>

			  <td>Viele flowige Abschnitte vorhanden</td>
			</tr>
		  </table>
		  <br>
		  <strong>Gravity</strong>

		  <p>Elemente wie Spr&uuml;nge &uuml;ber Wellen und Abs&auml;tze, Steilkurven,
		  Steilabfahrten, Kompressionen, etc. bestimmen den Gravity-Faktor des Trails!</p>

		  <table>
			<tr>
			  <td>G</td>

			  <td>Wenige Gravity Elemente vorhanden</td>
			</tr>

			<tr>
			  <td>GG</td>

			  <td>Mehrere Gravity Elemente vorhanden</td>
			</tr>

			<tr>
			  <td>GGG</td>

			  <td>Viele Gravity Elemente vorhanden</td>
			</tr>
		  </table>
		  <br>
		  <strong>Technik</strong>

		  <p>Die technische Herausforderung am Trail wird bestimmt vom Vorhandensein enger
		  Spitzkehren, von wurzel- oder felsverblockter Passagen, dem Vorkommen von gro&szlig;en
		  Stufen oder Hindernissen die &uuml;berrollt oder &uuml;bersprungen werden m&uuml;ssen
		  (nach der Hofer-Skala: S3 bis S4 Stellen). Daf&uuml;r sind spezielle MTB-Skills,
		  inklusive Bob and Scoup Technik, das Versetzen des Hinter- und Vorderrades, Bunny-Hops,
		  Side-Hops, etc. notwendig!</p>

		  <table>
			<tr>
			  <td>T</td>

			  <td>Wenige technisch anspruchsvolle Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>TT</td>

			  <td>Mehrere technisch anspruchsvolle Abschnitte vorhanden</td>
			</tr>

			<tr>
			  <td>TTT</td>

			  <td>Viele technisch anspruchsvolle Abschnitte vorhanden</td>
			</tr>
		  </table>
          <br>
		  <strong>Risiko</strong>

		  <p>Ein gewisses Verletzungsrisiko ist beim Mountainbiken immer vorhanden - steile
		  B&ouml;schungen und andere Stellen mit gef&auml;hrlichem Sturzraum sind
		  allgegenw&auml;rtig. Das Risiko bei allf&auml;lligen St&uuml;rzen lebensbedrohlich
		  verletzt zu werden ist besonders bei Vorhandensein exponierter, ausgesetzter Stellen in
		  Steilh&auml;ngen und in Hangsch&auml;gfahrten gegeben. Insbesondere das Vorhandensein
		  solcher gef&auml;hrlich ausgesetzter Stellen wird hier bewertet.</p>

		  <table>
			<tr>
			  <td>R</td>

			  <td>Wenige ausgesetzte Abschnitte, bzw. Abschnitte mit sehr gef&auml;hrlichem
			  Sturzraum vorhanden</td>
			</tr>

			<tr>
			  <td>RR</td>

			  <td>Mehrere ausgesetzte Abschnitte, bzw. Abschnitte mit sehr gef&auml;hrlichem
			  Sturzraum vorhanden</td>
			</tr>

			<tr>
			  <td>RRR</td>

			  <td>Viele ausgesetzte Abschnitte, bzw. Abschnitte mit sehr gef&auml;hrlichem
			  Sturzraum vorhanden</td>
			</tr>
		  </table>
	      <br>
		  <strong>Flow-Killer</strong>

		  <p>Flow-Killer sind Hindernisse die zum Absteigen zwingen wie zB. Z&auml;une,
		  Viehgatter, extrem verblocktes Gel&auml;nde, extrem schmale, verwachsene, ausgesetzte
		  oder sonstwie unwegsame Abschnitte. Flow Killer Hindernisse k&ouml;nnen auch
		  vor&uuml;bergehend durch Holzarbeiten im Wald, Windwurf, Baustellen, etc.
		  auftreten.</p>

		  <p>Falls Flow Killer Hindernisse sehr st&ouml;rend auftreten (in der Regel ist das bei
		  der Bewertung mit XXX der Fall), wird von einer Befahrung abgeraten und dieser Umstand
		  mit einem nachgestellten Rufezeichen markiert. Diese Touren werden
		  in der Trail Web Map grau dargestellt!</p>

		  <table>
			<tr>
			  <td>X</td>

			  <td>Einige wenige Flow-Killer vorhanden</td>
			</tr>

			<tr>
			  <td>XX</td>

			  <td>Mehrere Flow-Killer Hindernisse vorhanden</td>
			</tr>

			<tr>
			  <td>XXX</td>

			  <td>Viele Flow-Killer Hindernisse vorhanden</td>
			</tr>
			<tr>
			  <td>XXX!</td>

			  <td>Es sind so viele Flow-Killer Hindernisse vorhanden, dass der Fahrspass komplett abhanden kommt - von einer Befahrung wird abgeraten!</td>
			</tr>			
		  </table>
    <br>
	<br>
	<div class="info-bold">Uphill</div>
		  <p>
		  Der Uphill wird im wesentlichen von der Distanz und dem zu
		  &uuml;berwindenden Höhenunterschied bestimmt - diese Parameter k&ouml;nnen den
		  Tourenprofilen zu den einzelnen Touren (Aufruf durch Anklicken der Trails in der Trail
		  Web Map) entnommen werden. Zudem ist die Stra&szlig;entyp bzw. die Wegbeschaffenheit
		  ma&szlig;geblich - dies kann der <a href="http://mtbmap.cz/">Openstreetmap</a>
		  Basiskarte in der Trail Web Map entnommen werden.
		  </p>

		  <strong>Uphill - Schiebe-/Tragepassagen</strong>

		  <p>Diese Kategorisierung dient der groben Einsch&auml;tzung von unfahrbaren Abschnitten im Uphill</p>

		  <table>
			<tr>
			  <td>U</td>

			  <td>Es gibt zumindest stellenweise unfahrbare Abschnitte (Schiebe-/Tragepassagen)
			  im Uphill</td>
			</tr>

			<tr>
			  <td>UU</td>

			  <td>Es gibt mehrere unfahrbare unfahrbare Abschnitte (Schiebe-/Tragepassagen) im
			  Uphill</td>
			</tr>

			<tr>
			  <td>UUU</td>

			  <td>Ein gro&szlig;er Anteil des Uphills besteht aus Schiebe- bzw.
			  Tragepassagen</td>
			</tr>
		  </table>
    <br>
	<br>
	<div class="info-bold">Konflikt</div>
		  <p>
		  Konflikte sind leicht zu vermeiden in dem Wege zeitlich angepasst
		  genutzt werden - zB. st&auml;rker frequentierte Wege nicht am Wochende, Wege in
		  Tallagen nicht mogens und sp&auml;tnachmittags wenn Spazierg&auml;nger, Hundebesitzer,
		  etc. am Weg sind usw. Das freundliche Verhalten bei Begegnungen ist
		  selbstverst&auml;ndlich - Anhalten und ein netter Gru&szlig; hilft in der Regel
		  ungemein. Cobra-Look mit Vollvisier und Hartplastik am K&ouml;rper wirkt
		  verst&auml;ndlicherweise auf andere Erholungssuchende fremd und abschreckend - guter Schutz ist ok, aber Vollmontur gehört eher in den Bikepark.
		  </p>

		  <strong>Konfliktpotenzial</strong>

		  <p>Die Einstufung des "Konfliktpotenzials" dient der groben Einsch&auml;tzung der Wanderer-Frequenz auf der Tour und bezeichnet Touren mit Abschnitten für die ein explizizte Fahrverbot (Fahrverbots-Schilder) bekannt ist.</p>

		  <table>
			<tr>
			  <td>K</td>

			  <td>Wenig begangen, geringes Konfliktpotenzial</td>
			</tr>

			<tr>
			  <td>KK</td>

			  <td>M&auml;&szlig;ig viel begangen, mittleres Konfliktpotenzial</td>
			</tr>

			<tr>
			  <td>KKK</td>

			  <td>Viel begangen, hohes Konfliktpotenzial</td>
			</tr>

			<tr>
			  <td>KKK!</td>

			  <td>Explizites Fahrverbot auf zumindest einem Teilabschnitt der Trails, hohes
			  Konfliktpotenzial!</td>
			</tr>
		  </table>
	<br>
	<br>
	<div class="info-bold">Tourenideen / Tourenvorschl&auml;ge</div>

		  <p>Ein Fragezeichen anstelle eines F, G, T, R, X, U oder K kennzeichnet Trails, deren
		  Einstufung derzeit noch unbekannt ist. Diese Tourenideen bzw. Tourenvorschl&auml;ge
		  werden pink dargestellt!</p>

		  <table>
			<tr>
			  <td>?</td>

			  <td>Unbekannter Trail / Tourenvorschlag</td>
			</tr>
		  </table>
		<br>
		<br>
		<br>
		<div style="text-align:center;">
			<div class="info-bold">Zugang</div>
				<p><strong>Motto: Geben und Nehmen!</strong> ..in dieser Trail Web Map stecken unz&auml;hlige Arbeitsstunden und jahrelange Erkundung! - f&uuml;r die Touren-Infos und die GPS-Tracks, die ich Euch weitergebe, hoffe ich auf Eure Mitarbeit in Form von Verbesserungsvorschl&auml;gen,
				   Tourenbeitr&auml;ge, Programmier-Hilfe (!), etc. Wer gerade nicht konkret zur Web Map beitragen kann, wird beim GPS-Download um eine <strong>frei w&auml;hlbaren Kostenbeitrag</strong> gebeten! Danke f&uuml;r die Unterst&uuml;tzung!</p>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="webmap@tirolrailhead.com | Anfrage: Web Map" onclick="window.open('mailto:webmap@tiroltrailhead.com?Subject=WebMap')"></p>
			</p>
			</br>			
			<div class="info-bold">Instagram Fotos</div>
				<p>Poste Instagram Fotos zu den gefahrenen Touren! Verwende zB. Hashtag <strong>#tiroltrailheadtour50</strong> für die Tour mit der Nummer 50. Du findest die entsprechende Tourennummer (in Klammern) dem Tourennamen nachgestellt! 
				   Dein Foto wird in der Beschreibung des Trails verlinkt und gibt anderen Nutzern einen Eindruck der Tour!</p>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="instagram.com" onclick="window.open('https://instagram.com')"></p>
			</p>			
			</br>		
			<div class="info-bold">Feedback | Tourenvorschl&auml;ge | Korrekturen | Beschwerden, etc.</div>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="webmap@tirolrailhead.com | Feedback: Trail Web Map" onclick="window.open('mailto:webmap@tiroltrailhead.com?Subject=Feedback Trail Web Map')"></p>
			</p>	
			</br>			
			<div class="info-bold">** MTB-Guiding | Fahrtechnik | Shuttles | Bike-Reisen **</div>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="link | TIROLTRAILHEAD MTB-GUIDING" onclick="window.open('http://gimoya.github.io/tiroltrailhead/guiding/index.html')"></p>
				<p><input type="button" class="Link" style="font-family: exo-bold!important; font-size:18px!important;" value="guiding@tiroltrailhead.com | Anfrage: Guiding" onclick="window.open('mailto:guiding@tiroltrailhead.com?Subject=MTB-GUIDING')"></p>
			</p>	
			</br>																		 		
			</br>		
			<div class="info-bold">Haftungsausschluss</div>
			<p>Jede Person, die auf einem Wanderweg mit dem Mountainbike unterwegs ist, tut dies unter vollst&auml;ndiger Eigenverantwortung - bei einem Unfall oder bei rechtlichen Problemen mit dem Wegerhalter ist der Urheber dieser Seite schad- und klaglos zu halten.</p>
			<p>Das Befahren von Waldwegen ist grunds&auml;tzlich nur mit Erlaubnis des Waldbesitzers erlaubt. Im alpinen Gel&aumlnde ist die rechtliche Situation ungekl&aumlrt. Rechtliche Details findet man <a href="http://de.wikipedia.org/wiki/Wegefreiheit" target="_blank">hier</a>.</p>
			</br>		
			<div class="info-bold">Credits</div>
			<p></p>TIROLTRAILHEAD Trails werden mit dem </br><a href="http://brouter.de/brouter-web/" target="_blank">BRouter web client</a>
			und unter Verwendung von</br>
			<a href="http://openstreetmap.org">Openstreetmap</a> erstellt.</p>
			</br>	
		</div>
	</div>
	
  </body>
</html>
